export default {
  projections: {
    ВидПоддержкиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      условие: {
        __caption__: 'Условие',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ВидПоддержкиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    описание: {
      __caption__: 'Описание'
    },
    условие: {
      __caption__: 'Условие'
    }
  }
};
